Repository: Nux007/Wordpress-Aftt4Club
Catalog: languages/aftt4club-*.po
Languages: fr_fr

source: Printing challenge
fr_fr: Impression du challenge

source: Challenge creation is fully automated, but, I recommend to wait until tuesday to print. Indeed, challenge depends on a manual Aftt validation
fr_fr: La création du challenge est totalement automatisée, cependant, il est préférable d'attendre mardi matin avant impression car il dépends d'une validation manuelle du côté de l'Aftt.

source: Warning
fr_fr: Attention

source: , only players that have played at least one game are listed here
fr_fr: , seuls les joueurs ayant au moins participé à une rencontre sont référencés dans le challenge

source: Print challenge
fr_fr: Imprimer le challenge

source: Challenge preview
fr_fr: Apperçu du challenge

source: Victories and losses
fr_fr: Victoires et défaites

source: Challenge exclusions
fr_fr: Exclusions du challenge

source: You can exclude some players week results here.
fr_fr: Vous pouvez exclure ici les résultats de certains de vos joueurs pour une semaine spécifiée.

source: Example: you exclude XY player results for the week three, that will remove all player results and points for the targeted week.
fr_fr: Exemple: vous excluez le résultat de la semaine 03 pour le joueur XY, ce qui annulera toutes ses rencontres et points pour la semaine choisie.

source: You must indicate your club index before accessing this content
fr_fr: Vous devez renseigner l'indice de votre club ci dessus avant de pouvoir accéder à ce contenu

source: Week:
fr_fr: Semaine:

source: Player
fr_fr: Joueur/Joueuse

source: Membership
fr_fr: Affiliation

source: Week
fr_fr: Semaine

source: Rank
fr_fr: Clst

source: Lss
fr_fr: Déf

source: Played
fr_fr: Joué

source: Only players that have played at least one game are listed here.
fr_fr: Seuls les joueurs ayant participé à au moins un match sont repris dans le challenge.

source: Players that won all thier games this week.
fr_fr: Joueurs ayant gagné tous leurs matchs ce week end.

source: Players that wan all their sets this week.
fr_fr: Joueurs n'ayant perdu aucun set ce week end.

source: LDF Printing
fr_fr: Impression de la liste de forces

source: If you print the plugin LDF version, it will automaticaly adapted to an A4 sheet format
fr_fr: Si vous imprimez la liste de forces version plugin, celle ci sera automatiquement ajustée au format papier A4, et la boite de dialogue d'impression s'ouvrira toute seule

source: Print this version
fr_fr: Imprimer cette version

source: Print Aftt version
fr_fr: Imprimer version Aftt

source: Up to date LDF
fr_fr: Liste de forces à jour

source: Print ranking
fr_fr: Impression du classement

source: That's better if you wait until tuesday before printing rankings.
fr_fr: Il est préférable d'attendre mardi matin si vous souhaitez être à jour ! Le tableau de classement est automatiquement adapté à une vue sur format A4.

source: Print
fr_fr: Imprimer

source: Last known rankings
fr_fr: Dernier classement connu de vos divisions

source: Excluded from ranking
fr_fr: Exclusions du classement

source: You can exclude the division ranking of your choise here, for exemple, if a division was forfeited.
fr_fr: Vous pouvez exclure ici le classement de certaines de vos divisions, dans le cas ou, par exemple, vous seriez en forfait général avec cette dernière.

source: Division Id
fr_fr: Id Division

source: You must provide your club indice before accessing this contents !
fr_fr: Vous devez renseigner l'indice de votre club ci dessus avant de pouvoir accéder à ce contenu !

source: Order
fr_fr: Ordre

source: Last Name
fr_fr: Nom

source: First Name
fr_fr: Prenom

source: Rk.
fr_fr: Cl.

source: Home
fr_fr: Visités

source: Away
fr_fr: Visiteurs

source: Team
fr_fr: Equipe

source: Won
fr_fr: Gagné

source: Lost
fr_fr: Perdu

source: Club selection
fr_fr: Sélection du club

source: Password (http://results.aftt.be)
fr_fr: Mot de passe (http://results.aftt.be)

source: Club index
fr_fr: Indice de votre Club

source: Documents colors configuration
fr_fr: Configuration de la couleur des documents

source: Documents title color
fr_fr: Couleur du titre des documents

source: Columns title color
fr_fr: Couleur des titres des colones

source: Borders color
fr_fr: Couleur des bordures

source: Odd lines background color
fr_fr: Couleur de fond des lignes impaires

source: Even lines background color
fr_fr: Couleur de fond des lignes paires

source: Fill in your club index before accessing your LDF
fr_fr: Veuillez entrer l'indice de votre club avant de consulter votre liste de forces

source: Fill in your club index before accessing your divisions rankings
fr_fr: Veuillez entrer l'indice de votre club avant de consulter le classement de vos divisions

source: Fill in your club index before accessing your club members challenge
fr_fr: Veuillez entrer l'indice de votre club avant de consulter le challenge de voitre club

source: Headers text color
fr_fr: Couleur des entêtes

source: Tablesheaderstextcolor
fr_fr: Couleur de texte des entêtes de tableau
